child("Александр Хренов","Николай Хренов").
child("Александр Хренов","Ирина Демьянова").
child("Геннадий Хренов","Николай Хренов").
child("Геннадий Хренов","Ирина Демьянова").
child("Николай Хренов","Геннадий ХреновSt").
child("Николай Хренов","Людмила Хренова").
child("Нина Хренова","Геннадий ХреновSt").
child("Нина Хренова","Людмила Хренова").
child("Ирина Демьянова","Борис Коновалов").
child("Ирина Демьянова","Тамара Демьянова").
child("Марина Демьянова","Борис Коновалов").
child("Марина Демьянова","Тамара Демьянова").
child("Геннадий ХреновSt","Анна Хренова").
child("Тамара Демьянова","Петр Демьянов").
child("Тамара Демьянова","Александра Демьянова").
child("Мирослава Хренова","Александр Хренов").
child("Мирослава Хренова","Софья Шутилкина").
child("Людмила Хренова","Василий Быстров").
child("Евгения Дьячкова","Сергей Родных").
child("Евгения Дьячкова","Нина Хренова").
male("Николай Хренов").
male("Геннадий ХреновSt").
male("Александр Хренов").
male("Геннадий Хренов").
male("Петр Демьянов").
male("Борис Коновалов").
male("Василий Быстров").
male("Сергей Родных").
female("Ирина Демьянова").
female("Людмила Хренова").
female("Тамара Демьянова").
female("Анна Хренова").
female("Александра Демьянова").
female("Мирослава Хренова").
female("Софья Шутилкина").
female("Нина Хренова").
female("Евгения Дьячкова").
female("Марина Демьянова").
