chinldren("Геннадий Хренов","Николай Хренов").
chinldren("Александр Хренов","Николай Хренов").
chinldren("Геннадий Хренов","Ирина Демьянова").
chinldren("Александр Хренов","Ирина Демьянова").
chinldren("Мирослава Хренова","Александр Хренов").
chinldren("Николай Хренов","Геннадий Хренов").
chinldren("Нина Хренова","Геннадий Хренов").
chinldren("Николай Хренов","Людмила Хренова").
chinldren("Нина Хренова","Людмила Хренова").
chinldren("Ирина Демьянова","Тамара Демьянова").
chinldren("Марина Демьянова","Тамара Демьянова").
chinldren("Геннадий Хренов","Анна Хренова").
chinldren("Тамара Демьянова","Петр Демьянов").
chinldren("Ирина Демьянова","Борис Коновалов").
chinldren("Марина Демьянова","Борис Коновалов").
chinldren("Тамара Демьянова","Александра Демьянова").
chinldren("Мирослава Хренова","Софья Шутилкина").
chinldren("Людмила Хренова","Василий Быстров").
chinldren("Евгения Дьячкова","Нина Хренова").
chinldren("Евгения Дьячкова","Сергей Родных").
male("Николай Хренов").
male("Геннадий Хренов").
male("Александр Хренов").
male("Геннадий Хренов").
male("Петр Демьянов").
male("Борис Коновалов").
male("Василий Быстров").
male("Сергей Родных").
female("Ирина Демьянова").
female("Людмила Хренова").
female("Тамара Демьянова").
female("Анна Хренова").
female("Александра Демьянова").
female("Мирослава Хренова").
female("Софья Шутилкина").
female("Нина Хренова").
female("Евгения Дьячкова").
female("Марина Демьянова").
